export const generalAboutSecData = {
    sideImg: './assets/images/aboutSecMainSecImg.png',
    title: 'О студии',
    texts: [
        'CUSTOM MADE — уникальный дизайн интерьера и индивидуальный подход.',
        'Коллектив нашей студии состоит из профессионалов, которые рады помочь выразить неповторимый дух и образ свойственный только Вам.',
        'В студии интерьера Custom Made вы можете заказать:',
    ],
    servicesList: [
        'Дизайн интерьера',
        'Отделочные работы',
        'Декорирование интерьера',
        'Авторский надзор',
        'Согласование перепланировки',
        'Архитектурное проектирование',
        'Авторская мебель',
    ]
}