export const generalAboutSecData = {
    sideImg: './assets/images/aboutSecMainSecImg.png',
    title: 'О студии',
    texts: [
        'CUSTOM MADE — уникальный дизайн интерьера и индивидуальный подход.',
        'Коллектив нашей студии состоит из профессионалов, которые рады помочь выразить неповторимый дух и образ свойственный только Вам.',
        'В студии интерьера Custom Made вы можете заказать:',
    ],
    servicesList: [
        'Дизайн интерьера',
        'Отделочные работы',
        'Декорирование интерьера',
        'Авторский надзор',
        'Согласование перепланировки',
        'Архитектурное проектирование',
        'Авторская мебель',
    ],
}

export const aboutUsAdvLData = [
    {
        title: 'Полный спектр услуг',
        img: './assets/images/advantages1.png',
        text: 'Осуществляем работы «под ключ» от идеи до оплощения. Предоставляем бесплатные услуги авторского надзора и декорирования. Занимаемся согласованием перепланировок.'
    },
    {
        title: 'Сроки',
        img: './assets/images/advantages2.png',
        text: 'Выполняя абсолютно все работы, самостоятельно контролируя заказ материалов, мы гарантируем минимальные сроки производства работ от 4 месяцев в зависимости от сложности проекта.'
    },
    {
        title: 'Цена',
        img: './assets/images/advantages3.png',
        text: 'Частный подход к каждому заказчику исходя из поставленных задач и бюджета позволяет определить необходимый, но достаточный уровень проработки проекта и стоимость в каждом конкретном случае.'
    },
    {
        title: 'Комплектация',
        img: './assets/images/advantages4.png',
        text: 'Осуществляем поставку мебели, аксессуаров, сантехники и светильников из Европы и Китая дешевле, чем в магазинах города. Заказ отделочных материалов с корпоративными скидками в любых магазинах-салонах города.'
    },
    {
        title: 'Генподряд',
        img: './assets/images/advantages5.png',
        text: 'Отвечаем за объект в целом. Гарантируем качество работ и обязательность смежников. Организация всех видов работ по единому графику сократит сроки строительства и сэкономит ваши средства.'
    },
    {
        title: 'Страхование и гарантии',
        img: './assets/images/advantages6.png',
        text: 'Добровольное страхование объекта на весь период отделочных работ. Бесплатно исправляем все выявленные недочёты в течение двух лет после окончания ремонта.'
    },
]

export const teamSecData = {
    teamHead: 'Яна петерсон',
    sideImg: './assets/images/autoBioRight.png',
    headOfOrg: 'Яна Петерсон',
    membersList: [
        'Евгений Петерсон',
        'Валерия Воляник',
        'Ксения',
        'Марина',
        'Никита Юдин',
        'Ксения Фридман',
        'Вячеслав Корчагин',
        'Даниил Хомич',
    ]
}

export const teamMembersList = [
    {
        memberImg: './assets/images/member1.png',
        name: 'Евгений Петерсон',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Валерия Воляник',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Ксения',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Марина',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Никита Юдин',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Ксения Фридман',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Вячеслав Корчагин',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
    {
        memberImg: './assets/images/member1.png',
        name: 'Даниил Хомич',
        position: 'Дизайнер интерьера',
        tagline: '«Считаю, что неразрешимых ситуаций не бывает. Кто хочет двигаться вперед - ищет пути по решению проблем, кто не хочет - причины неудач»'
    },
]