export const advantages = [
    {
        title: 'Полный спектр услуг',
        text: 'Осуществляем работы «под ключ» от идеи до оплощения. Предоставляем бесплатные услуги авторского надзора и декорирования. Занимаемся согласованием перепланировок.',
        img: './assets/images/advantages1.png'
    },
    {
        title: 'Сроки',
        text: 'Выполняя абсолютно все работы, самостоятельно контролируя заказ материалов, мы гарантируем минимальные сроки производства работ от 4 месяцев в зависимости от сложности проекта.',
        img: './assets/images/advantages2.png'
    },
    {
        title: 'Цена',
        text: 'Частный подход к каждому заказчику исходя из поставленных задач и бюджета позволяет определить необходимый, но достаточный уровень проработки проекта и стоимость в каждом конкретном случае.',
        img: './assets/images/advantages3.png'
    },
    {
        title: 'Комплектация',
        text: 'Осуществляем поставку мебели, аксессуаров, сантехники и светильников из Европы и Китая дешевле, чем в магазинах города. Заказ отделочных материалов с корпоративными скидками в любых магазинах-салонах города.',
        img: './assets/images/advantages4.png'
    },
    {
        title: 'Генподряд',
        text: 'Отвечаем за объект в целом. Гарантируем качество работ и обязательность смежников. Организация всех видов работ по единому графику сократит сроки строительства и сэкономит ваши средства.',
        img: './assets/images/advantages5.png'
    },
    {
        title: 'Страхование и гарантии',
        text: 'Добровольное страхование объекта на весь период отделочных работ. Бесплатно исправляем все выявленные недочёты в течение двух лет после окончания ремонта.',
        img: './assets/images/advantages6.png'
    }
]