export const archDesHeadSecTexts = [
    'Мы убеждены, что добиться наиболее качественного результата можно в том случае, когда весь процесс строительства от проекта до создания интерьеров осуществляется одной компанией, дающей полную гарантию на все виды работ.',
    'Наша компания предлагает услуги по строительству загородных домов и коттеджей в СПб «под ключ» и осуществляет не только архитектурно-строительное проектирование и общестроительные работы, но и все сопутствующие работы.'
]

export const archWWstagesLinks = [
    {
        title: 'Проектирование',
        type: 'design'
    },
    {
        title: 'Строительство',
        type: 'building'
    },
    {
        title: 'Ландшафтный дизайн',
        type: 'landscapeDesign'
    },
]

export const archWWStages = [
    {
        type: 'design',
        title: 'Этап проектирования',
        workwayList: [
            {
                title: 'Выезд на объект',
                texts: [
                    'После заключения договора мы обязательно организуем выезд на участок нашей команды, которая будет работать над Вашим проектом, состоящей из архитектора, инженера и ландшафтного дизайнера. На самой первой встрече архитектор уделяет большое внимание расположению будущего дома на участке. Так от ориентации по сторонам света сильно зависит и планировка дома (некоторые помещения дома должны быть освещены больше, некоторые — меньше), и фасады (площадь и расположение окон).\n',
                    'При индивидуальном проектировании мы полностью привязываем Ваш дом к участку со всеми его особенностями. Нестандартный рельеф участка обернется интересными идеями в ландшафтном проектировании и стилистической направленности Вашего дома. Инженер тем временем следит за техническими составляющими участка (качеством грунтов, подводами инженерных сетей и т.д.). Вы, в свою очередь, расскажите нам о своих задумках и требованиях к будущему дому. При проектировании дизайна интерьера загородного дома или коттеджа мы учитываем все ваши пожелания пожелания как к внутренней отделке дома,так и к ландшафтному дизайну.',
                ]
            },
            {
                title: 'Утверждение материалов и архитектуры',
                texts: [
                    'Исходя из рельефа Вашего участка и других данных, полученных после выезда, архитектор проекта сделает предварительное предложение по стилистическому решению и внешнему виду Вашего дома и привязки пятна застройки к участку. Наша задача — создание неповторимого, эстетического облика, гармонирующего с окружающим ландшафтом, таким образом, чтобы его внешний вид и функциональное назначение соответствовали друг другу. После плодотворной беседы вместе с Вами мы выберем оптимальный вариант в соответствии с Вашими желаниями и финансовыми возможностями. На этом этапе мы утвердим дальнейший вектор нашей работы, выберем материалы, которые будем использовать и архитектурный стиль сооружения.'
                ]
            },
            {
                title: 'Эскиз',
                texts: [
                    'Эскизное проектирование позволяет лучше проработать дизайн интерьера загородного дома, включая его будущую планировку и архитектуру фасадов. В процессе эскизного проектирования мы создадим для Вас виртуальную модель дома, где будет заложена Ваша планировка комнат, с привязкой строения к существующему ландшафту. Вы сможете заранее увидеть внешний вид Вашего будущего дома со всех сторон и узнать точные размеры каждой комнаты. Если внешний вид дома или размеры/расположение комнат Вам не понравятся, на этапе эскизного проектирования можно будет корректировать планировку или геометрию дома до тех пор, пока она Вас не устроит.',
                    'По результатам эскизного проектирования, Вы получите точные данные по своему будущему дому: чертежи планов этажей дома с указанием точных размеров дома и всех комнат, фасады дома с четырёх сторон в 3D графике, разрезы дома с указанием высоты этажей, кровли и прочих элементов. После согласования Эскиза осуществляется уже точная посадка пятна застройки на площадь участка и выполняется эскизный проект ландшафтного дизайна. Также наши специалисты подготовят Вам смету по материалам и работам, таким образом, Вы будете знать, во сколько обойдется дом еще до начала строительства.'
                ]
            },
            {
                title: 'Проект',
                texts: [
                    'После того, как найдено то самое идеальное решение, отвечающее всем требованиям заказчика, мы приступаем непосредственно к тщательной разработке проекта Вашего дома. Архитектурно-строительное проектирование включает разработку двух разделов: Архитектурного и Конструктивного. Обычно проект включает от 60 до 120 страниц \n' +
                    '(в зависимости от площади и сложности). В нем будут находиться все необходимые для строительства коттеджа чертежи и технические характеристики по конструкциям и узлам дома от фундамента до крыши. В проект также будет список основных строительных материалов с расчетом их количества.'
                ]
            },
            {
                title: 'Инженерные сети',
                texts: [
                    'Одновременно с выполнением строительной документации идет разработка проекта инженерных сетей. В этом разделе будет включена вся разводка по отоплению, водоснабжению, канализации и электрике. Если у Вас есть какие-то индивидуальные пожелания, то они будут учтены при проектировании. По результатам проектирования Вы получите альбом формата А3, объёмом примерно 40-50 листов. Также проект будет включать спецификацию (перечень) по основным материалам и агрегатам, которые потребуется установить в доме.\n',
                    'Стоимость проектирования загородного дома и сроки, безусловно, зависят от площади и сложности будущего дома. Но большинство проектов выполняются в течение 2-3 месяцев и стоят 1200-1300 руб. за кв.м. общей площади дома.',
                ]
            },
        ]
    },
    {
        type: 'building',
        title: 'Этап строительства',
        texts: [
            {
                text: 'Мы убеждены, что добиться наиболее качественного результата можно в том случае, когда весь процесс строительства от проекта до создания интерьеров осуществляется одной компанией, дающей полную гарантию на все виды работ.'
            },
            {
                list: [
                    'топографическую съемку;',
                    'инженерно-геологические изыскания;',
                    'получение разрешений на строительство;',
                    'получение технических условий на коммуникации;',
                    'ландшафтный дизайн;',
                    'проектирование интерьеров;',
                ],
                text: 'Наша компания предлагает услуги по строительству загородных домов и коттеджей в СПб «под ключ» и осуществляет не только архитектурно-строительное проектирование и общестроительные работы, но и все сопутствующие работы, а именно:'
            },
            {
                text: 'При разработке проекта и его воплощении, специалисты нашей компании учитывают все пожелания заказчиков и членов их семей. Главное для нас — создание жизненного пространства, соответствующее Вашим вкусам и образу жизни.'
            },
            {
                text: 'Вы можете не волноваться о таких деталях, как прочность и долговечность конструкции дома, ведь мы вкладываем максимум сил в реализацию проекта, всегда предварительно консультируем своих клиентов относительно того, какие из существующих материалов будут наилучшим образом справляться с поставленными задачами.'
            },
        ]
    },
    {
        type: 'landscapeDesign',
        title: 'Ландшафтный дизайн',
        texts: [
            {
                text: 'Ландшафтный дизайн и благоустройство — это планировка участка, озеленение территории и создание гармоничных и красивых объектов садово-паркового искусства, а также уход за зелеными насаждениями. Проектируя ландшафтный дизайн в Петербурге, мы предусматриваем многочисленные нюансы: где и как лучше расположить здания (дом, гараж), как пройдут дорожки, где будут клумбы, как сделать газон, обеспечить его бесхлопотный полив.'
            },
            {
                text: 'В результате Вы получите стильный и удобный для жильцов дома участок, простой в уходе. Качественно выполненный ландшафтный дизайн — это презентабельность Вашего жилья и, в то же время, место отдыха и расслабления с семьёй.'
            },
            {
                text: 'Наша компания выполнит все работы «под ключ»: от планировки участка до озеленения территории. Ландшафтный дизайн — это понятие комплексное, включающее в себя широкий спектр работ по мощению дорожек, сооружению декоративных водоёмов, альпинариев, розариев, живой изгороди, посадки крупномеров, установлению дренажных систем, малых архитектурных форм и т.д. Спроектированный и воплощённый в жизнь ландшафтный дизайн уместен не только на прилегающих территориях загородных домов, но также и в крупных мегаполисах, например, на крышах домов или на лужайке возле ресторана.'
            },
            {
                text: 'Профессионализм наших сотрудников, позволит Вам в кратчайшие сроки определиться со стилистикой ландшафтного дизайна, учитывая все Ваши пожелания, разработать дизайн-проект заданного участка, а также быстро и качественно воплотить его в жизнь. Индивидуально разработанный ландшафтный дизайн позволит Вам долгое время наслаждаться уникальной природной атмосферой в сочетании с инфраструктурными постройками, не прикладывая особых усилий на реставрацию и поддержание первоначального вида участка.'
            },
        ]
    }
]

export const suburbsHdesigns = [
    {
        img: './assets/images/archPageSuburbs1.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs2.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs3.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs4.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs1.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs2.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs3.png',
        title: 'ЖК Триумф Парк'
    },
    {
        img: './assets/images/archPageSuburbs4.png',
        title: 'ЖК Триумф Парк'
    },
]

export const archPageFormInputs = [
    {
        inputId: 'arch-page__name-input',
        placeholder: 'Как к вам обращаться'
    },
    {
        inputId: 'arch-page__phone-input',
        placeholder: 'Номер телефона'
    },
]