export const articlesList = [
    {
        articleTitle: 'Стиль контемпорари в дизайне интерьера',
        articleDate: new Date().toLocaleDateString(),
        aritcleViews: 1111,
        articleImg: './assets/images/articleImg1.png',
        articleText: `
            Своеобразный стиль девиз интерьера в модном ныне стиле контемпорари — максимум минимума. Это стиль где приветствуется свобода выбора, где нет практически никаких условностей и ограничений. Интерьер идеально подходит для современной молодежи, не любящей обилие мебели, стремящейся к предельной функциональности каждого предмета и простору в комнате. Внешне контемп ближе всего к минимализму и классическому дизайну, основные принципы базируются на трех «китах»: простота, функциональность и максимальное удобство.
            Своеобразный девиз интерьера в модном ныне стиле контемпорари — максимум минимума. Это стиль где приветствуется свобода выбора, где нет практически никаких условностей и ограничений. Интерьер идеально подходит для современной молодежи, не любящей обилие мебели, стремящейся к предельной функциональности каждого предмета и простору в комнате. Внешне контемп ближе всего к минимализму и классическому дизайну, основные принципы базируются на трех «китах»: простота, функциональность и максимальное удобство.
        `
    },
    {
        articleTitle: 'Скандинавский стиль в интерьере',
        articleDate: new Date().toLocaleDateString(),
        aritcleViews: 1111,
        articleImg: './assets/images/articleImg2.png',
        articleText: `
            Продуманность и практичность наряду с лёгкостью, свежестью и естественными тонами — всё это отличительные признаки дизайна в средиземноморском стиле. Здесь отсутствует роскошь, экстравагантность, вычурный декор, витиеватая мебель.
            Основа этого направления зародилась ещё в начале ХХ века в Тоскане, находившейся в Италии, и в последствии перенята странами Средиземноморья: Испанией, Грецией, Францией, Тунисом, Египтом, Алжиром, Марокко и др. В то время территории этих стран были практически полностью заселены небогатыми земледельцами, а большинство архитектурных построек представляло переплетение античной культуры и простого крестьянского быта.
            Продуманность и практичность наряду с лёгкостью, свежестью и естественными тонами — всё это отличительные признаки дизайна в средиземноморском стиле. Здесь отсутствует роскошь, экстравагантность, вычурный декор, витиеватая мебель.
            Основа этого направления зародилась ещё в начале ХХ века в Тоскане, находившейся в Италии, и в последствии перенята странами Средиземноморья: Испанией, Грецией, Францией, Тунисом, Египтом, Алжиром, Марокко и др. В то время территории этих стран были практически полностью заселены небогатыми земледельцами, а большинство архитектурных построек представляло переплетение античной культуры и простого крестьянского быта.
        `
    },
    {
        articleTitle: 'Стиль контемпорари в дизайне интерьера',
        articleDate: new Date().toLocaleDateString(),
        aritcleViews: 1111,
        articleImg: './assets/images/articleImg1.png',
        articleText: `
            Скандинавский дизайн интерьера возник в середине прошлого века в послевоенный период, когда разрушенным европейским городам требовалось много функциональной мебели. Национальной особенностью стран Скандинавии было обилие дерева и мастеров, умеющих с ним обращаться. Первыми в этом направлении преуспели датчане, использовавшие преимущественно тиковое дерево. Позже они стали активно применять фанеру и пластиковый материал. Затем идею подхватили шведы, выпускавшие по большей части кухни, а потом уже всю остальную мебель. А с 70 годов началось массовое распространение мебели из сосны под торговой маркой «Икея».
            Скандинавский дизайн интерьера возник в середине прошлого века в послевоенный период, когда разрушенным европейским городам требовалось много функциональной мебели. Национальной особенностью стран Скандинавии было обилие дерева и мастеров, умеющих с ним обращаться. Первыми в этом направлении преуспели датчане, использовавшие преимущественно тиковое дерево. Позже они стали активно применять фанеру и пластиковый материал. Затем идею подхватили шведы, выпускавшие по большей части кухни, а потом уже всю остальную мебель. А с 70 годов началось массовое распространение мебели из сосны под торговой маркой «Икея».
            `
    },
    {
        articleTitle: 'Средиземноморский стиль в дизайне интерьера',
        articleDate: new Date().toLocaleDateString(),
        aritcleViews: 1111,
        articleImg: './assets/images/articleImg1.png',
        articleText: `Термин «бохо» получил широкое распространение в 2000 годах, применительно к яркой одежде с этническими элементами и множеством массивных аксессуаров. Это название имеет французское происхождение «bohémiens» и означает «цыганщина», так как данное направление зародилось в Богемии, где когда-то проживали цыгане.
«Бохо» в дизайне интерьера характеризуется буйством красок, сочетанием неподходящих друг другу вещей, цветов и деталей убранства. Чтобы оформить помещение в таком виде, нужен креативный подход, определённая доля смелости и утончённый вкус.
<br><br>
Тем не менее каждый желающий может «богемно» украсить свою квартиру, имея чувство цвета и зная ключевые особенности дизайна, а именно:
<br><br>
Выбор идеи, которая будет задавать главное направление в построении интерьера. За основу можно взять восточные, европейские или современные мотивы, демонстрируя тем самым гармоничное сочетание, а не беспорядочное нагромождение разношёрстных вещей.
Многообразие ткани, обилие света, комнатных растений и различных декоративных предметов, изысканно расставленных на полу, открытых полках, этажерках.
Преобладание в интерьере яркой и насыщенной цветовой палитры, которая должна соответствовать стилю и связывать в одно целое все детали и акценты.
<br><br>
ДЛЯ КОГО ПОДОЙДЁТ И В КАКОМ ПОМЕЩЕНИИ ЛУЧШЕ ИСПОЛЬЗОВАТЬ?
<br><br>
Стиль «бохо» чаще всего можно встретить в домах творческих незаурядных людей: артистов, модельеров, писателей, художников, имеющих собственное мнение и видение мира, которые ценят индивидуальность и не подчиняются общественным устоям. Они тяготеют ко всему яркому и красочному и чувствуют себя комфортно среди многообразия различных «штуковин». Это любители хендмейда, эклектики, винтажных вещей с элементами этно.
<br><br>
Напротив, минималисты и педантичные люди, стремящиеся к простоте и упорядоченности во всём, в том числе и собственном жилище, будут чувствовать себя неуютно в пёстром, насыщенном красками помещении с большим количеством предметов.
<br><br>
Тем не менее, как бы парадоксально это не звучало, такой интерьер не подойдёт людям, которые не приемлют аккуратность. Ведь за кажущийся, с первого взгляда, захламлённостью, прослеживается неповторимая гармония и порядок.
<br><br>
«Бохо» можно использовать практически в любом помещении. Но наиболее точно характер и внутренний мир хозяина дома прослеживается в спальне и кухне. Интерьер спальни в стиле бохо должен создавать расслабленную атмосферу вальяжности.
<br><br>
Если у вас отсутствует кровать, то это как раз то, что нужно. Матрас на полу вполне вписывается в концепцию стиля. Любите спать на кровати? Тогда выбирайте деревянный или кованый вариант.
<br><br>
Объёмные разноцветные пледы и покрывала складками спущенные на пол демонстрируют некоторую небрежность и домашний уют. Для спальни подойдут лёгкие прозрачные занавески, кашпо и макраме. Отлично будут смотреться принты с незатейливыми рисунками и узорами. А марокканские половички внесут в спальню восточный колорит.
<br><br>
Выбор декора здесь безграничен: свечи, ловцы снов, бусы, гирлянды и живые цветы – всё это гармонично впишется в спальню. Стиль бохо в интерьере кухни ассоциируется с оригинальностью и неповторимым уютом, что притягивает к себе хозяев, даже когда они не голодны.
<br><br>
Богемскую кухню отличают следующие характерные черты:
<br><br>
деревянный или каменный пол с обилием ковриков;
побеленные или окрашенные стены (обои, как правило, отсутствуют);
натуральная мебель, с обязательным присутствием дивана и многочисленных пуфов;
отсутствие современной кухонной техники (комбайнов, телевизоров, электрических чайников);
множество полочек с различной утварью вроде баночек со специями, вазочек и мисочек, небольших деревянных фигурок и статуэток.
<br><br>
ЭЛЕМЕНТЫ СТИЛЯ
«Бохо» открывает огромные просторы для воплощения творческой фантазии и свободы самовыражения.
<br><br>
Цветовые решения
Этот стиль не предполагает каких-либо ограничений в выборе цветовых композиций. Главное, чтобы в этом помещении было приятно находиться, и не уставали глаза. Чаще всего используют оттенки:
<br><br>
красного;
жёлтого;
оранжевого;
зелёного;
синего.
Мебель
Непременный атрибут стиля – мягкая мебель: диваны, кресла, пуфы, кровати. И вовсе не обязательно, чтобы они были с одного гарнитура. Их количество подбирается индивидуально, в зависимости от дизайнерской задумки.
<br><br>
Преимуществом богемского стиля является, то, что даже самая непримечательная мебель может преобразиться и заиграть радужными красками, если декорировать её цветными покрывалами, пледами и подушками разных форм и размеров.
<br><br>
Пол, потолок и стены
<br><br>
Характерной особенностью стиля «бохо» в отделке пола, потолка и стен является применение натуральных материалов. Линолеум, пластиковые окна и жалюзи здесь неуместны.
<br><br>
Для пола желательно использовать паркет, камень, керамику или в исключительных случаях ламинат, имитирующий древесину. Для потолка подойдёт обыкновенная побелка, лепнина или матовая натяжная ткань.
<br><br>
Стены – неотъемлемая часть декора. Их можно окрасить в однотонный яркий цвет и сделать трафаретную роспись. Ковры и панно создадут уютную атмосферу. Для этого стиля подойдут и обои с необычным орнаментом.
<br><br>
Освещение
Идеально если помещение оборудовано широкими окнами, пропускающими естественный солнечный свет. Что касается электрического освещения, то предпочтение нужно отдать мягкому, тёплому варианту. Этого можно добиться при помощи абажуров или светильников.
<br><br>
 

Текстиль
При оформлении «бохо» интерьера наиболее существенная роль отводится текстилю. Шторы, пледы, ковры, скатерти и салфетка – обязательные предметы декора. Цветовая палитра зависит только от вкуса хозяина дома, а вот по качеству лучше отдавать предпочтения тяжёлым тканям.
<br><br>
 

Различные детали декора
В выборе количества интерьерных аксессуаров ограничений нет. Это могут быть:
<br><br>
картины;<br>
сувениры;<br>
книги;<br>
фоторамки;<br>
статуэтки;<br>
светильники;<br>
панно;<br>
поделки ручной работы;<br>
антикварные предметы.<br><br>
Декоративные элементы необходимо расположить так, чтобы они всегда находились на виду.
<br><br>
ИДЕИ ДЛЯ ДИЗАЙНА ИНТЕРЬЕРА
Со временем, у этого стиля образовался ряд разветвлений, которые имеют свои характерные особенности. Рассмотрим самые популярные направления:
<br><br>
Классическое. «Бохо-классик» отличают строгая мебель и тяжёлые текстильные ткани (гобелен, атлас, бархат). В цветовой палитре преобладают коричневые, бежевые оттенки и золото. Разбавить излишнюю чопорность помогут небольшие детали этно-стиля.
Роскошное. Стиль «бохо-шик» в интерьере считается наиболее распространённым. Здесь используются радужные оттенки, поднимающие настроение.
Экологическое. Эко-интерьер не приемлет искусственных вещей. Всё должно быть натуральное, даже незначительные детали. Деревянная мебель, каменный пол, керамика, кожа, рогожка, лён, шёлк дарят ощущение практичности и изысканности.
Гламурное. Характеризуется сочетанием огромного количества гламурных и винтажных вещичек. Эта разновидность «бохо» является настоящей проверкой для хозяина дома на предмет наличия у него утончённого вкуса и изысканности.
Бохо-хиппи. Это направление является предшественником современного «бохо». Он характеризуется яркими орнаментами, множеством декоративных элементов. Кальяны, аромолампы и музыкальные инструменты создают свободолюбивую, немного легкомысленную атмосферу.`
    },
]

export const articleTags = [
    { tag: 'Азиатский стиль', id: 'asianStyle'},
    { tag: 'стиль', id: 'style'},
    { tag: 'Английский стиль', id: 'asianStyle'},
    { tag: 'Детская комната', id: 'kidsRoom' },
    { tag: 'Дизайн загородного дома', id: 'ctrHouseDesign' },
    { tag: 'Дизайн интерьера', id: 'intDesign' },
    { tag: 'Дизайн интерьера ванной', id: 'bathStyle' },
    { tag: 'Дизайн интерьера гостиной', id: 'livingRStyle' },
    { tag: 'Дизайн интерьера кухни', id: 'kitchenStyle' },
    { tag: 'Дизайн интерьера офиса', id: 'officeStyle' },
    { tag: 'Дизайн интерьера прихожей', id: 'hallwayStyle' },
    { tag: 'Дизайн интерьера самостоятельно', id: 'DIYstyle' },
    { tag: 'Дизайн интерьера спальни', id: 'bedroomStyle' },
    { tag: 'Дизайн интерьера туалета', id: 'toiletStyle' },
    { tag: 'Дизайн интерьера хрущевки', id: 'hrStyle' },
    { tag: 'Классический стиль в интерьере', id: 'classicStyle' },
    { tag: 'Ремонт квартир', id: 'flatRepair' },
]