export const reviewData = [
    {
        text: 'Какое счастье - сопровождение дизайнера, когда тебе не нужно носиться в поисках плитки, мебели, материалов и так далее. Это очень экономит время! ',
        auth: 'Александра Р.',
    },
    {
        text: 'Большое спасибо за чудесную работу!=Дизайн получился очень крутой. С вами легко сотрудничать. Вы улавливаете все наши мысли и желания. ',
        auth: '@sokolova_v',
    },
    {
        text: 'Яна Петерсон - отменный специалист, обладающий очень тонким вкусоми чувством стиляВсе четко, продуманно, вовремя. ',
        auth: 'Мария Л.',
    },
    {
        text: 'Благодарю Яну за понимание идеи, за красоту и чуткость. Своевременное исполнение и соблюдение сроков. За качественный и проработанный дизайн.',
        auth: '@valeriya',
    }
]