export const reviewsList = [
    {
        authName: 'Екатерина',
        authImg: '/assets/images/reviewAuthImg1.png',
        authNick: '@by_eka',
        projectData: {
            projectImg: './assets/images/reviewProjectImg1.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, много всего хочется сказать. В первую очередь выражаю свою благодарность за качественную работу. За оперативное решение любых возникающих вопросов.',
            'Мы с вами ровно год. Начиная с разработки дизайн проекта и до конца ремонтных работ. За это время происходило многое, даже во время изоляции всвязи с пандемией вы находили способы для решения возникающих ситуаций. За мобильность.',
            'Мы ездили в разные уголки нашего большого города Санкт-Петербурга, вы регулярно приезжали на объект, наблюдали за ходом работ и, если нужна была корректировка, некоторые вопросы решали без моего участия. Все согласно согласованному дизайн проекту.',
        ]
    },
    {
        authName: 'Илона',
        authImg: '/assets/images/reviewAuthImg2.png',
        authNick: '@ilona_kos',
        projectData: {
            projectImg: './assets/images/reviewProjectImg2.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, спасибо тебе большое за чудесную работу! Дизайн получился очень крутой. За твой профессионализм, за то, что всегда знаешь, что «в тренде» сейчас и что будет в будущем.',
            'С тобой легко сотрудничать, улавливаешь все наши мысли и желания. Когда очень хочется брутального лофта, но в процессе понимаешь, что и «розового» не хватает. Не пришлось пересматривать десятки вариантов проекта.',
            'А какое счастье – сопровождение дизайнера, когда тебе не надо носиться в поисках нужной плитки/мебели/материалов и т.п.! Какая экономия времени и нервов. От меня только требуется выбрать один из друх-трех вариантов, оплатить) а всем остальным занимается Яна!',
            'Когда в процессе ремонта «всплывают» нюансы, Яна предлагает правильные решения! В общем, рекомендую и буду рекомендовать Яну и ее студию!',
        ]
    },
    {
        authName: 'Наталья',
        authImg: '/assets/images/reviewAuthImg3.png',
        authNick: '@natalisavelieva',
        projectData: {
            projectImg: './assets/images/reviewProjectImg3.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Дизайнера искала долго, смотрела несколько ценовых диапазонов. Кто-то отказал сам, кому-то отказала я. Яну мне порекомендовал очень известный и дорогущий дизайнер, и для меня это было знаком.',
            'Сильно впечатлило, что из 2 личных встреч Яна поняла, что именно я хочу и это поразительно, так чувствовать клиента!',
            'Хочу отметить деликатность в некоторых моментах, связанных с финансами.',
            'Считаю своим долгом рекомендовать Яну) Уверена, сотрудничество с ней будет очень полезным и комфортным, в том числе и с человеческой точки зрения) Можно посмотреть картинки проекта моего дома – я в восторге!',
        ]
    },
    {
        authName: 'Екаsdfтерина',
        authImg: '/assets/images/reviewAuthImg1.png',
        authNick: '@by_eka',
        projectData: {
            projectImg: './assets/images/reviewProjectImg1.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, много всего хочется сказать. В первую очередь выражаю свою благодарность за качественную работу. За оперативное решение любых возникающих вопросов.',
            'Мы с вами ровно год. Начиная с разработки дизайн проекта и до конца ремонтных работ. За это время происходило многое, даже во время изоляции всвязи с пандемией вы находили способы для решения возникающих ситуаций. За мобильность.',
            'Мы ездили в разные уголки нашего большого города Санкт-Петербурга, вы регулярно приезжали на объект, наблюдали за ходом работ и, если нужна была корректировка, некоторые вопросы решали без моего участия. Все согласно согласованному дизайн проекту.',
        ]
    },
    {
        authName: 'Илона',
        authImg: '/assets/images/reviewAuthImg2.png',
        authNick: '@ilona_kos',
        projectData: {
            projectImg: './assets/images/reviewProjectImg2.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, спасибо тебе большое за чудесную работу! Дизайн получился очень крутой. За твой профессионализм, за то, что всегда знаешь, что «в тренде» сейчас и что будет в будущем.',
            'С тобой легко сотрудничать, улавливаешь все наши мысли и желания. Когда очень хочется брутального лофта, но в процессе понимаешь, что и «розового» не хватает. Не пришлось пересматривать десятки вариантов проекта.',
            'А какое счастье – сопровождение дизайнера, когда тебе не надо носиться в поисках нужной плитки/мебели/материалов и т.п.! Какая экономия времени и нервов. От меня только требуется выбрать один из друх-трех вариантов, оплатить) а всем остальным занимается Яна!',
            'Когда в процессе ремонта «всплывают» нюансы, Яна предлагает правильные решения! В общем, рекомендую и буду рекомендовать Яну и ее студию!',
        ]
    },
    {
        authName: 'Наталья',
        authImg: '/assets/images/reviewAuthImg3.png',
        authNick: '@natalisavelieva',
        projectData: {
            projectImg: './assets/images/reviewProjectImg3.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Дизайнера искала долго, смотрела несколько ценовых диапазонов. Кто-то отказал сам, кому-то отказала я. Яну мне порекомендовал очень известный и дорогущий дизайнер, и для меня это было знаком.',
            'Сильно впечатлило, что из 2 личных встреч Яна поняла, что именно я хочу и это поразительно, так чувствовать клиента!',
            'Хочу отметить деликатность в некоторых моментах, связанных с финансами.',
            'Считаю своим долгом рекомендовать Яну) Уверена, сотрудничество с ней будет очень полезным и комфортным, в том числе и с человеческой точки зрения) Можно посмотреть картинки проекта моего дома – я в восторге!',
        ]
    },
    {
        authName: 'Екатерина',
        authImg: '/assets/images/reviewAuthImg1.png',
        authNick: '@by_eka',
        projectData: {
            projectImg: './assets/images/reviewProjectImg1.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, много всего хочется сказать. В первую очередь выражаю свою благодарность за качественную работу. За оперативное решение любых возникающих вопросов.',
            'Мы с вами ровно год. Начиная с разработки дизайн проекта и до конца ремонтных работ. За это время происходило многое, даже во время изоляции всвязи с пандемией вы находили способы для решения возникающих ситуаций. За мобильность.',
            'Мы ездили в разные уголки нашего большого города Санкт-Петербурга, вы регулярно приезжали на объект, наблюдали за ходом работ и, если нужна была корректировка, некоторые вопросы решали без моего участия. Все согласно согласованному дизайн проекту.',
        ]
    },
    {
        authName: 'Илона',
        authImg: '/assets/images/reviewAuthImg2.png',
        authNick: '@ilona_kos',
        projectData: {
            projectImg: './assets/images/reviewProjectImg2.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, спасибо тебе большое за чудесную работу! Дизайн получился очень крутой. За твой профессионализм, за то, что всегда знаешь, что «в тренде» сейчас и что будет в будущем.',
            'С тобой легко сотрудничать, улавливаешь все наши мысли и желания. Когда очень хочется брутального лофта, но в процессе понимаешь, что и «розового» не хватает. Не пришлось пересматривать десятки вариантов проекта.',
            'А какое счастье – сопровождение дизайнера, когда тебе не надо носиться в поисках нужной плитки/мебели/материалов и т.п.! Какая экономия времени и нервов. От меня только требуется выбрать один из друх-трех вариантов, оплатить) а всем остальным занимается Яна!',
            'Когда в процессе ремонта «всплывают» нюансы, Яна предлагает правильные решения! В общем, рекомендую и буду рекомендовать Яну и ее студию!',
        ]
    },
    {
        authName: 'Наталья',
        authImg: '/assets/images/reviewAuthImg3.png',
        authNick: '@natalisavelieva',
        projectData: {
            projectImg: './assets/images/reviewProjectImg3.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Дизайнера искала долго, смотрела несколько ценовых диапазонов. Кто-то отказал сам, кому-то отказала я. Яну мне порекомендовал очень известный и дорогущий дизайнер, и для меня это было знаком.',
            'Сильно впечатлило, что из 2 личных встреч Яна поняла, что именно я хочу и это поразительно, так чувствовать клиента!',
            'Хочу отметить деликатность в некоторых моментах, связанных с финансами.',
            'Считаю своим долгом рекомендовать Яну) Уверена, сотрудничество с ней будет очень полезным и комфортным, в том числе и с человеческой точки зрения) Можно посмотреть картинки проекта моего дома – я в восторге!',
        ]
    },
    {
        authName: 'Екатерина',
        authImg: '/assets/images/reviewAuthImg1.png',
        authNick: '@by_eka',
        projectData: {
            projectImg: './assets/images/reviewProjectImg1.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, много всего хочется сказать. В первую очередь выражаю свою благодарность за качественную работу. За оперативное решение любых возникающих вопросов.',
            'Мы с вами ровно год. Начиная с разработки дизайн проекта и до конца ремонтных работ. За это время происходило многое, даже во время изоляции всвязи с пандемией вы находили способы для решения возникающих ситуаций. За мобильность.',
            'Мы ездили в разные уголки нашего большого города Санкт-Петербурга, вы регулярно приезжали на объект, наблюдали за ходом работ и, если нужна была корректировка, некоторые вопросы решали без моего участия. Все согласно согласованному дизайн проекту.',
        ]
    },
    {
        authName: 'Илона',
        authImg: '/assets/images/reviewAuthImg2.png',
        authNick: '@ilona_kos',
        projectData: {
            projectImg: './assets/images/reviewProjectImg2.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Яна, спасибо тебе большое за чудесную работу! Дизайн получился очень крутой. За твой профессионализм, за то, что всегда знаешь, что «в тренде» сейчас и что будет в будущем.',
            'С тобой легко сотрудничать, улавливаешь все наши мысли и желания. Когда очень хочется брутального лофта, но в процессе понимаешь, что и «розового» не хватает. Не пришлось пересматривать десятки вариантов проекта.',
            'А какое счастье – сопровождение дизайнера, когда тебе не надо носиться в поисках нужной плитки/мебели/материалов и т.п.! Какая экономия времени и нервов. От меня только требуется выбрать один из друх-трех вариантов, оплатить) а всем остальным занимается Яна!',
            'Когда в процессе ремонта «всплывают» нюансы, Яна предлагает правильные решения! В общем, рекомендую и буду рекомендовать Яну и ее студию!',
        ]
    },
    {
        authName: 'Наталья',
        authImg: '/assets/images/reviewAuthImg3.png',
        authNick: '@natalisavelieva',
        projectData: {
            projectImg: './assets/images/reviewProjectImg3.png',
            projectTitle: '',
            projectHref: '/'
        },
        textsList: [
            'Дизайнера искала долго, смотрела несколько ценовых диапазонов. Кто-то отказал сам, кому-то отказала я. Яну мне порекомендовал очень известный и дорогущий дизайнер, и для меня это было знаком.',
            'Сильно впечатлило, что из 2 личных встреч Яна поняла, что именно я хочу и это поразительно, так чувствовать клиента!',
            'Хочу отметить деликатность в некоторых моментах, связанных с финансами.',
            'Считаю своим долгом рекомендовать Яну) Уверена, сотрудничество с ней будет очень полезным и комфортным, в том числе и с человеческой точки зрения) Можно посмотреть картинки проекта моего дома – я в восторге!',
        ]
    },
]