export const services = [
    {
        title: 'Дизайн интерьера',
        text: 'Проектируем эксклюзивный дизайн интерьера с учетом ваших пожеланий и наших задач.',
        img: './assets/images/services1.png'
    },
    {
        title: 'Отделочные работы',
        text: 'Осуществляем все отделочные работы «Под ключ» — от идеи до воплощения.',
        img: './assets/images/services2.png'
    },
    {
        title: 'Авторский надзор',
        text: 'Контролируем реализацию своих проектов от создания до воплощения в жизнь.',
        img: './assets/images/services3.png'
    },
    {
        title: 'Декорирование интерьера',
        text: 'Создаем единое гармоничное пространство с органично расставленными акцентами.',
        img: './assets/images/services4.png'
    },
    {
        title: 'Согласование перепланировки',
        text: 'Берем на себя все вопросы по  взаимодействию с госорганами и получению разрешения.',
        img: './assets/images/services5.png'
    },
    {
        title: 'Архитектурное проектирование',
        text: 'Спроектируем Ваш дом лично для Вас с учетом эргономики и  красоты, используя дизайнерское видение пространства.',
        img: './assets/images/services6.png'
    },
    {
        title: 'Авторская мебель',
        text: 'Вся мебель индивидуального изготовления в наших проектах реализуется лично нами. И мы гордимся нашим продуктом.',
        img: './assets/images/services7.png'
    }
]