export const services = [
    {
        title: 'Дизайн интерьера',
        text: 'Проектируем эксклюзивный дизайн интерьера с учетом ваших пожеланий и наших задач.',
        img: './assets/images/services1.png',
    },
    {
        title: 'Отделочные работы',
        text: 'Осуществляем все отделочные работы «Под ключ» — от идеи до воплощения.',
        img: './assets/images/services2.png',
    },
    {
        title: 'Авторский надзор',
        text: 'Контролируем реализацию своих проектов от создания до воплощения в жизнь.',
        img: './assets/images/services3.png',
    },
    {
        title: 'Декорирование интерьера',
        text: 'Создаем единое гармоничное пространство с органично расставленными акцентами.',
        img: './assets/images/services4.png',
    },
    {
        title: 'Согласование перепланировки',
        text: 'Берем на себя все вопросы по  взаимодействию с госорганами и получению разрешения.',
        img: './assets/images/services5.png',
    },
    {
        title: 'Архитектурное проектирование',
        text: 'Спроектируем Ваш дом лично для Вас с учетом эргономики и  красоты, используя дизайнерское видение пространства.',
        img: './assets/images/services6.png',
    },
    {
        title: 'Авторская мебель',
        text: 'Вся мебель индивидуального изготовления в наших проектах реализуется лично нами. И мы гордимся нашим продуктом.',
        img: './assets/images/services7.png',
    }
]

export const currentServicesList = [
    {
        title: 'Дизайн интерьера',
        img: './assets/images/services1.png',
        type: 'interior-design',
        pageHeroFirstText: 'Избавим Вас от необходимости разбираться в огромном количестве документов и лишней волокиты.',
        pageHeroSecondText: 'Подготовим проектную документацию, согласуем перепланировку и переоборудование квартир и нежилых помещений.',
    },
    {
        title: 'Отделочные работы',
        img: './assets/images/services2.png',
        type: 'des-works',
        pageHeroFirstText: 'Мы предлагаем широкий спектр строительных, ремонтных и отделочных работ. ',
        pageHeroSecondText: 'Наши цены на отделочные работы демократичны и доступны. Вы можете убедиться в этом, просмотрев представленный ниже прайс-лист.',
        LRsectionData: {
            title: 'Прайс-лист на отделочные работы',
            img: './assets/images/LRSectionDSWORKSBg.png',
        },
        benefitsList: [
            {
                title: 'Опыт работы более 10 лет',
                img: './assets/images/advantages5.png',
                text: 'Осуществляем задачи любой сложности - высокий профессионализм специалистов выполнить любые идеи дизайнеров с премиальным качеством работ.'
            },
            {
                title: 'Страхование и гарантии',
                img: './assets/images/advantages6.png',
                text: 'Добровольное страхование объекта на весь период отделочных работ. Бесплатно исправляем все выявленные недочёты в течение двух лет после окончания ремонта.'
            },
            {
                title: 'Комплексный подход',
                img: './assets/images/advantages1.png',
                text: 'Отвечаем за объект в целом. Гарантируем качество работ и обязательность смежников. Организация всех подрядчиков по единому графику сокращает сроки реализации объекта.'
            },
            {
                title: 'Принцип одного окна',
                img: './assets/images/messageIcoBNFT.png',
                text: 'Работа в команде дизайнера и производителя работ позволяет оперативно решать все вопросы без Вашего прямого участия и вовлечения в проект, экономит Ваше время и нервы.'
            },
            {
                title: 'Гарантированные сроки',
                img: './assets/images/advantages2.png',
                text: 'Выполняя абсолютно все работы, самостоятельно контролируя поставки материалов, гарантируем минимальные сроки производства работ.'
            },
            {
                title: 'Удобная оплата',
                img: './assets/images/advantages3.png',
                text: 'Равномерное распределение оплаты работ на весь период строительства. Прозрачнось отчетности с ежемесячными фотоотчетами и актами выполенных работ.'
            }
        ],
    },
    {
        formBg: './assets/images/auth-svision-formBg.png',
        title: 'Авторский надзор',
        img: './assets/images/services3.png',
        type: 'auth-svision',
        pageHeroFirstText: 'Благодаря авторскому надзору мы обеспечиваем реализацию Вашего проекта   в том виде, в котором он был спроектирован.',
        pageHeroSecondText: 'Осуществляем надзор на протяжении всего срока проведения отделочных работ. От начала и до завершения.',
        benefitsList: [
            {
                title: 'Соблюдение сроков',
                img: './assets/images/clockIcoBNFT.png',
                text: 'Мы следим за ходом работ и соблюдением сроков на каждом этапе'
            },
            {
                title: 'Качественное исполнение',
                img: './assets/images/likeIcoBNFT.png',
                text: 'Каждый ответственный этап держим на контроле и не позволяем упустить важные моменты'
            },
            {
                title: 'Контроль за материалами',
                img: './assets/images/projectIcoBNFT.png',
                text: 'Авторский надзор помогает избежать перерасхода строительных и отделочных материалов'
            },
            {
                title: 'Консультации по подбору',
                img: './assets/images/questIcoBNFT.png',
                text: 'Консультируем заказчика  по выбору декоративных     и отделочных материалов'
            },
            {
                title: 'Корректировки',
                img: './assets/images/eraserIcoBNFT.png',
                text: 'Если в процессе воплощения требуются корректировки, мы оперативно их вносим'
            },
            {
                title: 'В рамках бюджета',
                img: './assets/images/moneyHandIcoBNFT.png',
                text: 'Вы можете быть уверены, что не придется внезапно увеличивать расходы на Ваш проект'
            }
        ],
    },
    {
        formBg: './assets/images/decoration-formBg.png',
        title: 'Декорирование интерьера',
        img: './assets/images/services4.png',
        type: 'decoration',
        pageHeroFirstText: 'Грамотное декорирование помещения позволяет создать единое гармоничное пространство, в котором все декоративные элементы четко подобраны друг к другу, а акценты расставлены в нужных местах.',
        pageHeroSecondText: 'Именно на стадии декорирования интерьер становится целостным произведением дизайнерского искусства.',
        benefitsList: [
            {
                title: 'Освещение',
                img: './assets/images/lightningIcoBNFT.png',
                clarifyinglist: [
                    'настольные лампы',
                    'люстры',
                    'торшеры',
                    'бра',
                ]
            },
            {
                title: 'Флористика',
                img: './assets/images/flowerIcoBNFT.png',
                clarifyinglist: [
                    'комнатные растения',
                    'деревья',
                    'цветы',
                ]
            },
            {
                title: 'Столовые приборы',
                img: './assets/images/foodIcoBNFT.png',
                clarifyinglist: [
                    'столовые приборы',
                    'сервизы',
                ]
            },
            {
                title: 'Домашний текстиль',
                img: './assets/images/pillowIcoBNFT.png',
                clarifyinglist: [
                    'декоративные подушки',
                    'постельное белье',
                    'покрывала',
                    'скатерти',
                ]
            },
            {
                title: 'Арт-объекты',
                img: './assets/images/frameIcoBNFT.png',
                clarifyinglist: [
                    'репродукции',
                    'скульптуры',
                    'картины',
                    'вазы',
                ]
            },
            {
                title: 'Гардины и жалюзи',
                img: './assets/images/windowIcoBNFT.png',
                clarifyinglist: [
                    'текстиль',
                    'гардины',
                    'жалюзи',
                    'шторы',
                ]
            }
        ]
    },
    {
        formBg: './assets/images/redevelopment-formBg.png',
        title: 'Согласование перепланировки',
        img: './assets/images/services5.png',
        type: 'redevelopment',
        pageHeroFirstText: 'Избавим Вас от необходимости разбираться в огромном количестве документов и лишней волокиты.',
        pageHeroSecondText: 'Подготовим проектную документацию, согласуем перепланировку и переоборудование квартир и нежилых помещений.',
        benefitsList: [
            {
                title: 'Выгодная инвестиция',
                img: './assets/images/moneyIcoBNFT.png',
                text: 'Стоимость вашей квартиры увеличится, а срок продажи, если потребуется, серьезно сократится.'
            },
            {
                title: 'Решение проблемы',
                img: './assets/images/handsIcoBNFT.png',
                text: 'Вы сможете продать, передать по наследству или обменять квартиру без риска возникновения лишних проблем.'
            },
            {
                title: 'Проверок не будет',
                img: './assets/images/searchIcoBNFT.png',
                text: 'Согласованная перепланировка избавит Вас от проверок инспектирующих органов.'
            },
        ]
    },
    {
        title: 'Авторская мебель',
        img: './assets/images/services7.png',
        pageHeroFirstText: 'Несомненным преимуществом мебели авторской работы является ее уникальность. ',
        pageHeroSecondText: 'Возможность изготовления нестандартных дверей, лестниц,  мебели снимает все ограничения при формировании интерьера.',
        type: 'furniture',
        secSubInfo: {
            title: 'Авторская мебель от студии интерьера CUSTOM MADE',
            list: [
                'Неповторима и привлекательна',
                'Безопасна и долговечна',
                'Практична',
                'Удобна'
            ]
        }
    }
]

export const designing = {
    title: 'Архитектурное проектирование',
    text: 'Спроектируем Ваш дом лично для Вас с учетом эргономики и  красоты, используя дизайнерское видение пространства.',
    img: './assets/images/services6.png',
    type: 'architecture-designing',
    pageHeroFirstText: 'Мы убеждены, что добиться наиболее качественного результата можно в том случае, когда весь процесс строительства от проекта до создания интерьеров осуществляется одной компанией, дающей полную гарантию на все виды работ.',
    pageHeroSecondText: 'Наша компания предлагает услуги по строительству загородных домов и коттеджей в СПб «под ключ» и осуществляет не только архитектурно-строительное проектирование и общестроительные работы, но и все сопутствующие работы.',
}

export const servicesLRtexts = {
    interiorText: 'CUSTOM MADE — уникальный дизайн интерьера и индивидуальный подход. Коллектив нашей студии состоит из профессионалов, которые рады помочь выразить неповторимый дух и образ свойственный только Вам.',
}

export const servicesPricePolicyData = [
    {
        pricePolicyItemTitle: 'Подотовительные и демонтажные работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Сантехнические работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Электромонтажные работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Устройство стен',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Устройство потолков',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Полы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Штукатурные работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Плиточные работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Малярные работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
    {
        pricePolicyItemTitle: 'Прочие работы',
        list: [
            {
                subTitle: 'Демонтаж перегородок из пазогребня',
                unit: 'м2',
                price: 250
            },
            {
                subTitle: 'Демонтаж кирпичных перегородок',
                unit: 'м2',
                price: 300
            },
            {
                subTitle: 'Создание временной схемы электропитания',
                unit: 'сист.',
                price: 2700
            },
            {
                subTitle: 'Демонтаж радиаторов отопления',
                unit: 'шт.',
                price: 750
            },
            {
                subTitle: 'Демонтаж существующей электропроводки и временного электрощита',
                unit: 'шт.',
                price: 2000
            },
            {
                subTitle: 'Демонтаж полотенцесушителя',
                unit: 'шт.',
                price: 500
            },
            {
                subTitle: 'Устройство временного водоснабжения и канализации',
                unit: 'сист.' ,
                price: 3000
            }
        ]
    },
]