export const workStages = [
    {
        title: 'Получаем вашу заявку',
        text: 'Созвонитесь с нами или отправьте сообщение на сайте.'
    },
    {
        title: 'Знакомимся',
        text: 'На первой встрече мы обсудим все подробности вашей задачи. Посмотрим портфолио нашей компании, обсудим различные наши проекты и заключим договор.\n'
    },
    {
        title: 'Выезжаем на объект',
        text: 'Встречаемся на объекте, чтобы провести необходимые замеры, фотофиксацию и заполнить подробное техзадание. Директор по строительству оценивает состояние объекта и объем работ.'
    },
    {
        title: 'Обсуждаем и согласовываем общий бюджет проекта',
        text: 'Расходы на "наполнение" интерьера, отделочные материалы, мебель и оборудование. Учитываем также примерную стоимость ремонтных работ по объекту.'
    },
    {
        title: 'Определяем планировочное решение',
        text: 'На этом этапе мы предлагаем несколько вариантов зонирования, расстановки мебели и оборудования. При необходимости выполним перепланировку и приступим к ее согласованию.'
    },
    {
        title: 'Разрабатываем стилевую концепцию',
        text: 'На основании ваших вкусов, с учетом модных тенденций и направлений, определяется каким будет стиль будущего интерьера. Мы создаем 3D модели каждого помещени, а вы получаете представление о том, как будет выглядеть ваш дом после ремонта.'
    },
    {
        title: 'Готовим рабочую документацию',
        text: 'На следующем этапе мы подготавливаем все необходимые рабочие чертежи. Вы получаете итоговую строительную смету, на основании которой будут вестись строительные работы. '
    },
    {
        title: 'Комплектация объекта',
        text: 'На завершающем этапе комплектации мы составляем спецификации мебели, светильников и предметов интерьера, и всего того, что использовано в интерьере в соответствии с согласованным ранее бюджетом объекта.'
    }
]

export const workStagesImgs = [
    {img: './assets/images/workWay1.png'},
    {img: './assets/images/workWay2.png'},
    {img: './assets/images/workWay3.png'},
    {img: './assets/images/workWay4.png'},
    {img: './assets/images/workWay5.png', className: 'hiddenImg'},
    {img: './assets/images/workWay6.png', className: 'hiddenImg'},
    {img: './assets/images/workWay7.png', className: 'hiddenImg'},
    {img: './assets/images/workWay8.png', className: 'hiddenImg'},
    {img: './assets/images/workWay9.png', className: 'hiddenImg'},
]